[
    {
        "audio_offset": 50.0,
        "duration": 2912.5,
        "text": "POSELSTVÍ JEHO SVATOSTI PAPEŽE"
    },
    {
        "audio_offset": 2962.5,
        "duration": 1687.5,
        "text": "FRANCIS"
    },
    {
        "audio_offset": 4650.0,
        "duration": 2987.5,
        "text": "k 57. výročí"
    },
    {
        "audio_offset": 7637.5,
        "duration": 2237.5,
        "text": "SVĚTOVÝ DEN MÍRU"
    },
    {
        "audio_offset": 9875.0,
        "duration": 3350.0,
        "text": "1. LEDNA 2024"
    },
    {
        "audio_offset": 13225.0,
        "duration": 2862.5,
        "text": "Umělá inteligence a mír"
    },
    {
        "audio_offset": 16087.5,
        "duration": 19750.0,
        "text": "Na začátku nového roku, v čase milosti, kterou Pán dává každému z nás, bych se rád obrátil na Boží lid, různé národy, hlavy států a vlád, představitele různých náboženství a občanské společnosti a všechny muže a ženy naší doby, abych jim vroucně popřál mír."
    },
    {
        "audio_offset": 35954.0,
        "duration": 1400.0,
        "text": "1."
    },
    {
        "audio_offset": 37466.0,
        "duration": 3562.5,
        "text": "Pokrok vědy a techniky jako cesta k míru"
    },
    {
        "audio_offset": 41028.5,
        "duration": 11812.5,
        "text": "Písmo svaté dosvědčuje, že Bůh obdařil lidi svým Duchem, aby měli \"dovednost, rozum a znalost ve všech řemeslech\" (Ex 35,31)."
    },
    {
        "audio_offset": 52946.0,
        "duration": 9462.5,
        "text": "Lidská inteligence je výrazem důstojnosti, kterou nás obdařil Stvořitel, jenž nás stvořil ke svému obrazu a podobě (srov."
    },
    {
        "audio_offset": 62498.0,
        "duration": 7337.5,
        "text": "Gn 1,26) a umožnil nám vědomě a svobodně odpovídat na jeho lásku."
    },
    {
        "audio_offset": 69938.0,
        "duration": 10600.0,
        "text": "Věda a technika zvláštním způsobem projevují tuto zásadně vztahovou vlastnost lidské inteligence; jsou brilantními produkty jejího tvůrčího potenciálu."
    },
    {
        "audio_offset": 80642.0,
        "duration": 13487.5,
        "text": "Druhý vatikánský koncil v pastorální konstituci Gaudium et spes tuto pravdu znovu potvrdil a prohlásil, že \"lidstvo se svou prací a svými přirozenými schopnostmi neustále snaží zlepšit svůj život\"."
    },
    {
        "audio_offset": 94250.0,
        "duration": 15125.0,
        "text": "1] Když lidé \"s pomocí techniky\" usilují o to, aby se \"země stala příbytkem hodným celé lidské rodiny\", [2] uskutečňují Boží plán a spolupracují s jeho vůlí zdokonalit stvoření a nastolit mír mezi národy."
    },
    {
        "audio_offset": 109490.0,
        "duration": 12212.5,
        "text": "Pokrok ve vědě a technice, pokud přispívá k většímu řádu v lidské společnosti a k většímu bratrskému společenství a svobodě, tak vede ke zlepšení lidstva a k proměně světa."
    },
    {
        "audio_offset": 121802.0,
        "duration": 12550.0,
        "text": "Právem se radujeme a děkujeme za působivé úspěchy vědy a techniky, díky nimž se podařilo odstranit nesčetné neduhy, které dříve sužovaly lidský život a způsobovaly velké utrpení."
    },
    {
        "audio_offset": 134450.0,
        "duration": 17287.5,
        "text": "Zároveň však vědeckotechnický pokrok tím, že umožňuje vykonávat dosud nevídanou kontrolu nad realitou, vkládá do lidských rukou širokou škálu možností, včetně těch, které mohou představovat riziko pro naše přežití a ohrožovat náš společný domov."
    },
    {
        "audio_offset": 151826.0,
        "duration": 1362.5,
        "text": "3]"
    },
    {
        "audio_offset": 153188.5,
        "duration": 15487.5,
        "text": "Pozoruhodný pokrok v nových informačních technologiích, zejména v digitální sféře, tak nabízí vzrušující příležitosti i vážná rizika, která mají vážné důsledky pro úsilí o spravedlnost a harmonii mezi národy."
    },
    {
        "audio_offset": 168794.0,
        "duration": 4112.5,
        "text": "Je třeba si položit celou řadu naléhavých otázek."
    },
    {
        "audio_offset": 173018.0,
        "duration": 5737.5,
        "text": "Jaké budou střednědobé a dlouhodobé důsledky těchto nových digitálních technologií?"
    },
    {
        "audio_offset": 178874.0,
        "duration": 6787.5,
        "text": "A jaký dopad budou mít na životy jednotlivců a společností, na mezinárodní stabilitu a mír?"
    },
    {
        "audio_offset": 185762.0,
        "duration": 1437.5,
        "text": "2."
    },
    {
        "audio_offset": 187298.0,
        "duration": 5112.5,
        "text": "Budoucnost umělé inteligence: mezi příslibem a rizikem"
    },
    {
        "audio_offset": 192410.5,
        "duration": 11600.0,
        "text": "Pokrok v informačních technologiích a rozvoj digitálních technologií v posledních desetiletích již začaly způsobovat hluboké proměny globální společnosti a její různé dynamiky."
    },
    {
        "audio_offset": 204122.0,
        "duration": 13262.5,
        "text": "Nové digitální nástroje již nyní mění tvář komunikace, veřejné správy, vzdělávání, spotřeby, osobních interakcí a bezpočtu dalších aspektů našeho každodenního života."
    },
    {
        "audio_offset": 217490.0,
        "duration": 20425.0,
        "text": "Z digitálních stop rozšířených po internetu navíc mohou technologie využívající nejrůznější algoritmy získávat údaje, které jim umožňují kontrolovat mentální a vztahové návyky pro komerční nebo politické účely, často bez našeho vědomí, a omezovat tak naše vědomé uplatňování svobody volby."
    },
    {
        "audio_offset": 238010.0,
        "duration": 10712.5,
        "text": "V prostoru, jako je web, poznamenaném informačním přetížením, mohou strukturovat tok dat podle kritérií výběru, která uživatel ne vždy vnímá."
    },
    {
        "audio_offset": 248810.0,
        "duration": 10112.5,
        "text": "Je třeba si uvědomit, že vědecký výzkum a technologické inovace nejsou beztvarou a \"neutrální\" [4], ale podléhají kulturním vlivům."
    },
    {
        "audio_offset": 259034.0,
        "duration": 10525.0,
        "text": "Jako plně lidské činnosti odrážejí směry, kterými se ubírají, volby podmíněné osobními, společenskými a kulturními hodnotami v dané době."
    },
    {
        "audio_offset": 269666.0,
        "duration": 19537.5,
        "text": "Totéž je třeba říci o výsledcích, které přinášejí: právě jako plody specificky lidských způsobů přístupu ke světu kolem nás mají tyto výsledky vždy etický rozměr, který úzce souvisí s rozhodnutími těch, kdo navrhují jejich experimentování a směřují jejich produkci k určitým cílům."
    },
    {
        "audio_offset": 289322.0,
        "duration": 3575.0,
        "text": "To platí i pro formy umělé inteligence."
    },
    {
        "audio_offset": 293018.0,
        "duration": 5937.5,
        "text": "Ve světě vědy a techniky dosud neexistuje jednotná definice umělé inteligence."
    },
    {
        "audio_offset": 299042.0,
        "duration": 14925.0,
        "text": "Samotný termín, který již vstoupil do běžné mluvy, zahrnuje celou řadu vědních oborů, teorií a technik, jejichž cílem je, aby stroje ve svém fungování napodobovaly nebo imitovaly kognitivní schopnosti člověka."
    },
    {
        "audio_offset": 314066.0,
        "duration": 21087.5,
        "text": "Mluvit v množném čísle o \"formách inteligence\" může pomoci zdůraznit především nepřeklenutelnou propast mezi takovými systémy, jakkoli úžasnými a výkonnými, a lidskou osobou: nakonec jsou pouze \"fragmentární\" v tom smyslu, že mohou napodobovat nebo reprodukovat pouze určité funkce lidské inteligence."
    },
    {
        "audio_offset": 335258.0,
        "duration": 10812.5,
        "text": "Použití množného čísla rovněž upozorňuje na skutečnost, že tato zařízení se mezi sebou značně liší a že je třeba je vždy považovat za \"sociotechnické systémy\"."
    },
    {
        "audio_offset": 346178.0,
        "duration": 16762.5,
        "text": "Vliv jakéhokoli zařízení umělé inteligence - bez ohledu na jeho základní technologii - totiž závisí nejen na jeho technickém provedení, ale také na cílech a zájmech jeho vlastníků a vývojářů a na situacích, v nichž bude použito."
    },
    {
        "audio_offset": 363026.0,
        "duration": 5662.5,
        "text": "Umělou inteligenci bychom tedy měli chápat jako plejádu různých skutečností."
    },
    {
        "audio_offset": 368810.0,
        "duration": 7450.0,
        "text": "Nelze a priori předpokládat, že její vývoj bude přínosem pro budoucnost lidstva a pro mír mezi národy."
    },
    {
        "audio_offset": 376370.0,
        "duration": 16637.5,
        "text": "Tohoto pozitivního výsledku dosáhneme pouze tehdy, prokážeme-li, že jsme schopni jednat odpovědně a respektovat základní lidské hodnoty, jako jsou \"inkluze, transparentnost, bezpečnost, spravedlnost, soukromí a spolehlivost\"."
    },
    {
        "audio_offset": 393122.0,
        "duration": 1462.5,
        "text": "5]"
    },
    {
        "audio_offset": 394584.5,
        "duration": 9362.5,
        "text": "Nestačí ani pouhý předpoklad, že ti, kdo navrhují algoritmy a digitální technologie, se zaváží jednat eticky a odpovědně."
    },
    {
        "audio_offset": 404066.0,
        "duration": 13725.0,
        "text": "Je třeba posílit nebo případně zřídit orgány pověřené zkoumáním etických otázek vznikajících v této oblasti a ochranou práv těch, kdo využívají formy umělé inteligence nebo jsou jimi ovlivněni."
    },
    {
        "audio_offset": 417890.0,
        "duration": 1537.5,
        "text": "6]"
    },
    {
        "audio_offset": 419427.5,
        "duration": 8125.0,
        "text": "Obrovský rozmach technologie tak musí být doprovázen odpovídajícím formováním odpovědnosti za její budoucí vývoj."
    },
    {
        "audio_offset": 427658.0,
        "duration": 10137.5,
        "text": "Svoboda a mírové soužití jsou ohroženy vždy, když lidé podlehnou pokušení sobectví, vlastního zájmu, touze po zisku a touze po moci."
    },
    {
        "audio_offset": 437882.0,
        "duration": 11562.5,
        "text": "Máme tedy povinnost rozšířit svůj pohled a zaměřit technovědecký výzkum na úsilí o mír a společné dobro ve službách integrálního rozvoje jednotlivců a společenství."
    },
    {
        "audio_offset": 449546.0,
        "duration": 1612.5,
        "text": "7]"
    },
    {
        "audio_offset": 451158.5,
        "duration": 22225.0,
        "text": "Přirozená důstojnost každé lidské bytosti a bratrství, které nás spojuje jako členy jedné lidské rodiny, musí být základem vývoje nových technologií a sloužit jako nezpochybnitelná kritéria pro jejich hodnocení před jejich použitím, aby digitální pokrok probíhal s náležitým respektem ke spravedlnosti a přispíval k věci míru."
    },
    {
        "audio_offset": 473498.0,
        "duration": 11425.0,
        "text": "Technologický vývoj, který nevede ke zlepšení kvality života celého lidstva, ale naopak prohlubuje nerovnosti a konflikty, nelze nikdy považovat za skutečný pokrok."
    },
    {
        "audio_offset": 485042.0,
        "duration": 1437.5,
        "text": "8]"
    },
    {
        "audio_offset": 486479.5,
        "duration": 3750.0,
        "text": "Umělá inteligence bude nabývat na významu."
    },
    {
        "audio_offset": 490346.0,
        "duration": 8750.0,
        "text": "Výzvy, které představuje, jsou technické, ale také antropologické, vzdělávací, sociální a politické."
    },
    {
        "audio_offset": 499202.0,
        "duration": 13175.0,
        "text": "Slibuje například osvobození od dřiny, efektivnější výrobu, snazší dopravu a připravenější trhy, stejně jako revoluci v procesech hromadění, organizování a potvrzování dat."
    },
    {
        "audio_offset": 512474.0,
        "duration": 13737.5,
        "text": "Musíme si být vědomi rychlých proměn, které nyní probíhají, a řídit je způsobem, který chrání základní lidská práva a respektuje instituce a zákony podporující integrální lidský rozvoj."
    },
    {
        "audio_offset": 526322.0,
        "duration": 9187.5,
        "text": "Umělá inteligence by měla sloužit našemu nejlepšímu lidskému potenciálu a našim nejvyšším aspiracím, nikoli jim konkurovat."
    },
    {
        "audio_offset": 535610.0,
        "duration": 1525.0,
        "text": "3."
    },
    {
        "audio_offset": 537242.0,
        "duration": 4712.5,
        "text": "Technologie budoucnosti: stroje, které se \"učí\" samy."
    },
    {
        "audio_offset": 542066.0,
        "duration": 18300.0,
        "text": "Umělá inteligence založená na technikách strojového učení ve svých rozmanitých podobách sice stále ještě prochází průkopnickou fází, ale již nyní vnáší do struktury společností značné změny a má hluboký vliv na kultury, společenské chování a budování míru."
    },
    {
        "audio_offset": 560474.0,
        "duration": 17012.5,
        "text": "Vývoj, jako je strojové učení nebo hluboké učení, vyvolává otázky, které přesahují oblast technologie a inženýrství a souvisejí s hlubším pochopením smyslu lidského života, konstrukcí poznání a schopností mysli dosáhnout pravdy."
    },
    {
        "audio_offset": 577586.0,
        "duration": 8600.0,
        "text": "Například schopnost určitých zařízení vytvářet syntakticky a sémanticky koherentní texty není zárukou jejich spolehlivosti."
    },
    {
        "audio_offset": 586298.0,
        "duration": 4075.0,
        "text": "Říká se o nich, že \"halucinují\", tj."
    },
    {
        "audio_offset": 590474.0,
        "duration": 8037.5,
        "text": "vytvářejí výroky, které na první pohled vypadají věrohodně, ale jsou nepodložené nebo prozrazují zaujatost."
    },
    {
        "audio_offset": 598610.0,
        "duration": 11475.0,
        "text": "To představuje vážný problém při nasazení umělé inteligence v dezinformačních kampaních, které šíří falešné zprávy a vedou k rostoucí nedůvěře v komunikační média."
    },
    {
        "audio_offset": 610202.0,
        "duration": 9087.5,
        "text": "Soukromí, vlastnictví údajů a duševní vlastnictví jsou dalšími oblastmi, kde tyto technologie vyvolávají vážná rizika."
    },
    {
        "audio_offset": 619394.0,
        "duration": 17112.5,
        "text": "K tomu můžeme přidat další negativní důsledky zneužívání těchto technologií, jako je diskriminace, zasahování do voleb, vznik společnosti dohledu, digitální vyloučení a prohlubování individualismu stále více odtrženého od společnosti."
    },
    {
        "audio_offset": 636626.0,
        "duration": 4712.5,
        "text": "Všechny tyto faktory mohou podněcovat konflikty a bránit míru."
    },
    {
        "audio_offset": 641426.0,
        "duration": 1575.0,
        "text": "4."
    },
    {
        "audio_offset": 643106.0,
        "duration": 3900.0,
        "text": "Smysl pro omezení v technokratickém paradigmatu"
    },
    {
        "audio_offset": 647006.0,
        "duration": 8250.0,
        "text": "Náš svět je příliš rozsáhlý, rozmanitý a složitý na to, abychom jej mohli kdy plně poznat a kategorizovat."
    },
    {
        "audio_offset": 655370.0,
        "duration": 7300.0,
        "text": "Lidská mysl nikdy nemůže vyčerpat jeho bohatství, a to ani s pomocí nejmodernějších algoritmů."
    },
    {
        "audio_offset": 662762.0,
        "duration": 7312.5,
        "text": "Takové algoritmy nenabízejí zaručené předpovědi budoucnosti, ale pouze statistické aproximace."
    },
    {
        "audio_offset": 670178.0,
        "duration": 6812.5,
        "text": "Ne vše lze předpovědět, ne vše lze vypočítat; nakonec \"skutečnost je větší než představy\"."
    },
    {
        "audio_offset": 677090.0,
        "duration": 9950.0,
        "text": "9] Ať už je naše výpočetní síla sebevětší, vždy bude existovat nedostupný zbytek, který se vymyká jakémukoli pokusu o kvantifikaci."
    },
    {
        "audio_offset": 687146.0,
        "duration": 7362.5,
        "text": "Navíc obrovské množství dat analyzovaných umělými inteligencemi samo o sobě není zárukou nestrannosti."
    },
    {
        "audio_offset": 694610.0,
        "duration": 10750.0,
        "text": "Když algoritmy extrapolují informace, vždy hrozí riziko zkreslení, kopírování nespravedlností a předsudků prostředí, ve kterém vznikají."
    },
    {
        "audio_offset": 705458.0,
        "duration": 8062.5,
        "text": "Čím jsou rychlejší a složitější, tím obtížnější se ukazuje pochopit, proč dospěly k určitému výsledku."
    },
    {
        "audio_offset": 713642.0,
        "duration": 15487.5,
        "text": "Inteligentní\" stroje mohou plnit úkoly, které jim byly přiděleny, se stále větší efektivitou, ale účel a smysl jejich operací budou i nadále určovat nebo umožňovat lidské bytosti, které mají svůj vlastní vesmír hodnot."
    },
    {
        "audio_offset": 729218.0,
        "duration": 14100.0,
        "text": "Hrozí, že kritéria, která stojí za určitými rozhodnutími, budou méně jasná, odpovědnost za tato rozhodnutí bude skrytá a výrobcům bude umožněno vyhnout se povinnosti jednat ve prospěch společnosti."
    },
    {
        "audio_offset": 743426.0,
        "duration": 14812.5,
        "text": "V jistém smyslu tomu napomáhá technokratický systém, který spojuje ekonomiku s technologií a upřednostňuje kritérium efektivnosti, přičemž má tendenci ignorovat vše, co nesouvisí s jeho bezprostředními zájmy."
    },
    {
        "audio_offset": 758330.0,
        "duration": 1500.0,
        "text": "10]"
    },
    {
        "audio_offset": 759830.0,
        "duration": 15425.0,
        "text": "To by nás mělo vést k zamyšlení nad něčím, co je v naší současné technokratické a na efektivitu orientované mentalitě často přehlíženo, neboť je rozhodující pro osobní a společenský rozvoj: nad \"smyslem pro hranice\"."
    },
    {
        "audio_offset": 775370.0,
        "duration": 20012.5,
        "text": "Lidské bytosti jsou z definice smrtelné; tím, že navrhujeme překonat každou hranici prostřednictvím technologie, v obsedantní touze mít vše pod kontrolou riskujeme, že ztratíme kontrolu sami nad sebou; ve snaze o absolutní svobodu riskujeme, že se dostaneme do spirály \"technologické diktatury\"."
    },
    {
        "audio_offset": 795482.0,
        "duration": 9112.5,
        "text": "Uznání a přijetí našich limitů jako tvorů je nezbytnou podmínkou pro dosažení, nebo lépe řečeno přijetí naplnění jako daru."
    },
    {
        "audio_offset": 804698.0,
        "duration": 19550.0,
        "text": "V ideologickém kontextu technokratického paradigmatu inspirovaného prométheovským předpokladem soběstačnosti by se nerovnosti mohly neúměrně zvětšovat, znalosti a bohatství by se hromadily v rukou několika málo lidí a pro demokratické společnosti a mírové soužití by z toho vyplývala vážná rizika."
    },
    {
        "audio_offset": 824354.0,
        "duration": 1787.5,
        "text": "11]"
    },
    {
        "audio_offset": 826141.5,
        "duration": 1550.0,
        "text": "5."
    },
    {
        "audio_offset": 827810.0,
        "duration": 2675.0,
        "text": "Palčivé otázky etiky"
    },
    {
        "audio_offset": 830485.0,
        "duration": 15537.5,
        "text": "V budoucnu by o spolehlivosti žadatele o hypotéku, vhodnosti jednotlivce pro zaměstnání, možnosti recidivy ze strany odsouzeného nebo o právu na politický azyl či sociální pomoc mohly rozhodovat systémy umělé inteligence."
    },
    {
        "audio_offset": 846122.0,
        "duration": 20712.5,
        "text": "Nedostatek různých úrovní zprostředkování, který tyto systémy zavádějí, je obzvláště vystaven formám předpojatosti a diskriminace: systémové chyby se mohou snadno znásobit a způsobit nejen nespravedlnost v jednotlivých případech, ale v důsledku dominového efektu i skutečné formy sociální nerovnosti."
    },
    {
        "audio_offset": 866954.0,
        "duration": 19275.0,
        "text": "Někdy se také zdá, že formy umělé inteligence jsou schopny ovlivňovat rozhodování jednotlivců tím, že fungují prostřednictvím předem daných možností spojených s podněty a odrazováním, nebo tím, že fungují prostřednictvím systému regulace volby lidí na základě informačního designu."
    },
    {
        "audio_offset": 886322.0,
        "duration": 12437.5,
        "text": "Tyto formy manipulace nebo sociální kontroly vyžadují pečlivou pozornost a dohled a znamenají jasnou právní odpovědnost jejich výrobců, jejich nasazovatelů a státních orgánů."
    },
    {
        "audio_offset": 898874.0,
        "duration": 18412.5,
        "text": "Spoléhání se na automatické procesy, které kategorizují jednotlivce, například prostřednictvím všudypřítomného sledování nebo přijetí systémů sociálního kreditu, by mohlo mít podobně hluboké dopady na sociální strukturu tím, že by stanovilo pořadí mezi občany."
    },
    {
        "audio_offset": 917378.0,
        "duration": 10462.5,
        "text": "Tyto umělé procesy kategorizace by mohly vést i k mocenským konfliktům, protože se netýkají pouze virtuálních uživatelů, ale i skutečných lidí."
    },
    {
        "audio_offset": 927962.0,
        "duration": 8137.499999999999,
        "text": "Základní úcta k lidské důstojnosti vyžaduje, abychom nedovolili ztotožnit jedinečnost člověka se souborem údajů."
    },
    {
        "audio_offset": 936194.0,
        "duration": 17412.5,
        "text": "Nesmíme dovolit, aby algoritmy určovaly, jak chápeme lidská práva, aby odsouvaly stranou základní lidské hodnoty, jako je soucit, milosrdenství a odpuštění, nebo aby vylučovaly možnost, že se jednotlivec změní a zanechá své minulosti."
    },
    {
        "audio_offset": 953714.0,
        "duration": 5775.0,
        "text": "V této souvislosti nemůžeme opomenout ani dopad nových technologií na pracoviště."
    },
    {
        "audio_offset": 959594.0,
        "duration": 9237.5,
        "text": "Pracovní místa, která byla dříve výhradně doménou lidské práce, rychle přebírají průmyslové aplikace umělé inteligence."
    },
    {
        "audio_offset": 968930.0,
        "duration": 7225.0,
        "text": "I zde existuje značné riziko neúměrného prospěchu pro několik málo osob za cenu ochuzení mnoha lidí."
    },
    {
        "audio_offset": 976250.0,
        "duration": 20012.5,
        "text": "Respektování důstojnosti pracovníků a významu zaměstnání pro ekonomický blahobyt jednotlivců, rodin a společností, pro jistotu zaměstnání a spravedlivou mzdu by mělo být pro mezinárodní společenství vysokou prioritou, protože tyto formy technologie pronikají stále hlouběji na naše pracoviště."
    },
    {
        "audio_offset": 996362.0,
        "duration": 1575.0,
        "text": "6."
    },
    {
        "audio_offset": 998042.0,
        "duration": 2487.5,
        "text": "Proměníme meče v radlice?"
    },
    {
        "audio_offset": 1000634.0,
        "duration": 9362.5,
        "text": "V těchto dnech, kdy se díváme na svět kolem nás, nelze uniknout vážným etickým otázkám souvisejícím se zbrojním sektorem."
    },
    {
        "audio_offset": 1010090.0,
        "duration": 18462.5,
        "text": "Možnost vést vojenské operace prostřednictvím systémů dálkového ovládání vedla k menšímu vnímání devastace způsobené těmito zbraňovými systémy a břemene odpovědnosti za jejich použití, což vedlo k ještě chladnějšímu a odtažitějšímu přístupu k nesmírné tragédii války."
    },
    {
        "audio_offset": 1028666.0,
        "duration": 12262.5,
        "text": "Výzkum nových technologií v oblasti takzvaných smrtících autonomních zbraňových systémů, včetně vyzbrojování umělou inteligencí, je důvodem k vážným etickým obavám."
    },
    {
        "audio_offset": 1041026.0,
        "duration": 5675.0,
        "text": "Autonomní zbraňové systémy nemohou být nikdy morálně odpovědnými subjekty."
    },
    {
        "audio_offset": 1046810.0,
        "duration": 16149.999999999998,
        "text": "Jedinečná lidská schopnost morálního úsudku a etického rozhodování je více než složitý soubor algoritmů a tuto schopnost nelze redukovat na programování stroje, který, jakkoli \"inteligentní\" může být, zůstává strojem."
    },
    {
        "audio_offset": 1063058.0,
        "duration": 8562.5,
        "text": "Z tohoto důvodu je nezbytné zajistit odpovídající, smysluplný a důsledný lidský dohled nad zbraňovými systémy."
    },
    {
        "audio_offset": 1071722.0,
        "duration": 14037.5,
        "text": "Nemůžeme také ignorovat možnost, že se sofistikované zbraně dostanou do nesprávných rukou a usnadní například teroristické útoky nebo zásahy zaměřené na destabilizaci institucí legitimních vládních systémů."
    },
    {
        "audio_offset": 1085858.0,
        "duration": 11650.0,
        "text": "Jedním slovem, svět nepotřebuje nové technologie, které přispívají k nespravedlivému rozvoji obchodu a obchodu se zbraněmi a v důsledku toho podporují hloupost války."
    },
    {
        "audio_offset": 1097618.0,
        "duration": 7400.0,
        "text": "Tím by hrozilo, že se nejen inteligence, ale i samotné lidské srdce stane stále \"umělejším\"."
    },
    {
        "audio_offset": 1105130.0,
        "duration": 10762.5,
        "text": "Nejmodernější technologické aplikace by neměly být využívány k usnadnění násilného řešení konfliktů, ale spíše k tomu, aby připravily cestu k míru."
    },
    {
        "audio_offset": 1116002.0,
        "duration": 19725.0,
        "text": "Pozitivnější je, že pokud by se umělá inteligence využívala k podpoře integrálního lidského rozvoje, mohla by přinést důležité inovace v zemědělství, vzdělávání a kultuře, zlepšení životní úrovně celých národů a lidí a růst lidského bratrství a sociálního přátelství."
    },
    {
        "audio_offset": 1135826.0,
        "duration": 12062.5,
        "text": "Nakonec bude skutečným měřítkem naší lidskosti způsob, jakým ji využijeme k začlenění těch nejmenších z našich bratrů a sester, těch nejzranitelnějších a nejpotřebnějších."
    },
    {
        "audio_offset": 1147994.0,
        "duration": 16850.0,
        "text": "Autenticky humánní pohled a touha po lepší budoucnosti našeho světa jistě naznačují potřebu mezioborového dialogu zaměřeného na etický rozvoj algoritmů - algoretiku -, v němž budou hodnoty utvářet směry, jimiž se nové technologie budou ubírat."
    },
    {
        "audio_offset": 1164938.0,
        "duration": 13100.0,
        "text": "12] Etická hlediska by měla být rovněž brána v úvahu od samého počátku výzkumu a pokračovat ve fázích experimentování, návrhu, výroby, distribuce a marketingu."
    },
    {
        "audio_offset": 1178138.0,
        "duration": 7900.0,
        "text": "To je přístup etiky od návrhu, v němž mají vzdělávací instituce a rozhodovací orgány zásadní úlohu."
    },
    {
        "audio_offset": 1186154.0,
        "duration": 1525.0,
        "text": "7."
    },
    {
        "audio_offset": 1187786.0,
        "duration": 2587.5,
        "text": "Výzvy pro vzdělávání"
    },
    {
        "audio_offset": 1190373.5,
        "duration": 9912.5,
        "text": "Vývoj technologie, která respektuje lidskou důstojnost a slouží jí, má jasné důsledky pro naše vzdělávací instituce a svět kultury."
    },
    {
        "audio_offset": 1200386.0,
        "duration": 7687.5,
        "text": "Znásobením možností komunikace nám digitální technologie umožnily setkávat se navzájem novými způsoby."
    },
    {
        "audio_offset": 1208162.0,
        "duration": 6425.0,
        "text": "Přesto zůstává potřeba trvale přemýšlet o tom, k jakým druhům vztahů nás vedou."
    },
    {
        "audio_offset": 1214690.0,
        "duration": 11062.5,
        "text": "Naši mladí lidé vyrůstají v kulturním prostředí prostoupeném technologiemi, a to nemůže nezpochybnit naše metody výuky, vzdělávání a odborné přípravy."
    },
    {
        "audio_offset": 1225874.0,
        "duration": 8412.5,
        "text": "Vzdělávání v oblasti využívání forem umělé inteligence by se mělo zaměřit především na podporu kritického myšlení."
    },
    {
        "audio_offset": 1234394.0,
        "duration": 14250.0,
        "text": "Uživatelé všech věkových kategorií, zejména však mladí lidé, si musí osvojit náročný přístup k využívání údajů a obsahu shromážděných na internetu nebo vytvořených systémy umělé inteligence."
    },
    {
        "audio_offset": 1248746.0,
        "duration": 11625.0,
        "text": "Školy, univerzity a vědecké společnosti mají za úkol pomáhat studentům a odborníkům pochopit sociální a etické aspekty vývoje a využívání technologií."
    },
    {
        "audio_offset": 1260458.0,
        "duration": 16662.5,
        "text": "Vzdělávání v oblasti využívání nových komunikačních prostředků by mělo také zohledňovat nejen dezinformace, \"falešné zprávy\", ale také znepokojující návrat \"určitých předpotopních obav..., které se dokázaly skrýt a šířit za nové technologie\"."
    },
    {
        "audio_offset": 1277210.0,
        "duration": 16187.5,
        "text": "13] Bohužel se opět ocitáme v situaci, kdy musíme bojovat s \"pokušením budovat kulturu zdí, stavět zdi..., abychom zabránili setkání s jinými kulturami a národy\" [14] a rozvoji mírového a bratrského soužití."
    },
    {
        "audio_offset": 1293506.0,
        "duration": 1425.0,
        "text": "8."
    },
    {
        "audio_offset": 1295042.0,
        "duration": 3425.0,
        "text": "Výzvy pro rozvoj mezinárodního práva"
    },
    {
        "audio_offset": 1298467.0,
        "duration": 18575.0,
        "text": "Vzhledem ke globálnímu rozsahu umělé inteligence je zřejmé, že vedle odpovědnosti suverénních států za vnitřní regulaci jejího využívání mohou hrát rozhodující úlohu při uzavírání mnohostranných dohod a koordinaci jejich uplatňování a prosazování mezinárodní organizace."
    },
    {
        "audio_offset": 1317146.0,
        "duration": 14437.5,
        "text": "15] V tomto ohledu vyzývám globální společenství států, aby spolupracovalo na přijetí závazné mezinárodní smlouvy, která by upravovala vývoj a využívání umělé inteligence v jejích mnoha podobách."
    },
    {
        "audio_offset": 1331690.0,
        "duration": 15637.5,
        "text": "Cílem regulace by přirozeně neměla být pouze prevence škodlivých praktik, ale také podpora osvědčených postupů, a to prostřednictvím stimulace nových a kreativních přístupů a podpory individuálních nebo skupinových iniciativ."
    },
    {
        "audio_offset": 1347434.0,
        "duration": 1837.5,
        "text": "16]"
    },
    {
        "audio_offset": 1349271.5,
        "duration": 18575.0,
        "text": "Při hledání normativních modelů, které mohou vývojářům digitálních technologií poskytnout etické vodítko, je nezbytné identifikovat lidské hodnoty, které by měly být základem úsilí společností o formulaci, přijetí a prosazování tolik potřebných regulačních rámců."
    },
    {
        "audio_offset": 1367954.0,
        "duration": 16237.5,
        "text": "Práce na přípravě etických pokynů pro vytváření forem umělé inteligence se může jen stěží vyhnout úvahám o hlubších otázkách týkajících se smyslu lidské existence, ochrany základních lidských práv a úsilí o spravedlnost a mír."
    },
    {
        "audio_offset": 1384298.0,
        "duration": 19262.5,
        "text": "Tento proces etického a právního rozlišování se může ukázat jako cenná příležitost ke společnému zamyšlení nad tím, jakou roli by měla technologie hrát v našich individuálních i komunitních životech a jak může její využívání přispět k vytváření spravedlivějšího a humánnějšího světa."
    },
    {
        "audio_offset": 1403666.0,
        "duration": 14525.0,
        "text": "Z tohoto důvodu by v debatách o regulaci umělé inteligence měly být zohledněny hlasy všech zúčastněných stran, včetně chudých, bezmocných a dalších, kteří v globálních rozhodovacích procesech často nejsou slyšet."
    },
    {
        "audio_offset": 1418282.0,
        "duration": 3037.5,
        "text": "* * *"
    },
    {
        "audio_offset": 1421319.5,
        "duration": 11687.5,
        "text": "Doufám, že výše uvedené úvahy podpoří úsilí o to, aby pokrok ve vývoji forem umělé inteligence v konečném důsledku sloužil věci lidského bratrství a míru."
    },
    {
        "audio_offset": 1433114.0,
        "duration": 5375.0,
        "text": "Není to odpovědnost několika málo lidí, ale celé lidské rodiny."
    },
    {
        "audio_offset": 1438610.0,
        "duration": 12850.0,
        "text": "Mír je totiž plodem vztahů, které uznávají a přijímají druhé v jejich nezcizitelné důstojnosti, a spolupráce a odhodlání usilovat o integrální rozvoj všech jednotlivců a národů."
    },
    {
        "audio_offset": 1451570.0,
        "duration": 19650.0,
        "text": "Na začátku nového roku se modlím, aby rychlý rozvoj forem umělé inteligence nezvýšil počet případů nerovnosti a nespravedlnosti, které jsou v dnešním světě až příliš přítomné, ale aby pomohl ukončit války a konflikty a zmírnil mnohé formy utrpení, které sužují naši lidskou rodinu."
    },
    {
        "audio_offset": 1471322.0,
        "duration": 19662.5,
        "text": "Kéž křesťanští věřící, vyznavači různých náboženství a muži a ženy dobré vůle spolupracují v harmonii, aby společně využili příležitostí a čelili výzvám, které přináší digitální revoluce, a předali tak budoucím generacím svět větší solidarity, spravedlnosti a míru."
    },
    {
        "audio_offset": 1491098.0,
        "duration": 4600.0,
        "text": "Z Vatikánu, 8. prosince 2023"
    },
    {
        "audio_offset": 1495698.0,
        "duration": 1862.5,
        "text": "FRANCISCUS"
    }
]